import Marquee from "react-fast-marquee";

const Headline = () => {
  return (
    <div className="shadow-lg py-4">
      <Marquee>
        মেডিকেয়ার পয়েন্ট: আপনার স্বাস্থ্য এবং ঔষধ সুঝানোর জন্য একটি সম্পূর্ণ স্বাস্থ্যবিধি ও ঔষধ পরামর্শ প্ল্যাটফর্ম। আমাদের উদ্দেশ্য হল আপনার সুস্থতা এবং ভাল জীবনে সাহায্য করার মাধ্যমে আপনার
        স্বাস্থ্য দেখার সঠিক মার্গদর্শন প্রদান করা। আমরা একাধিক মেডিকেয়ার জ্ঞান এবং বিশেষজ্ঞদের সাথে যোগাযোগ করে আপনার প্রশ্নের জবাব দেওয়ার জন্য সততা রেখেছি। আপনার সুস্থতা আমাদের প্রাথমিক উদ্দেশ্য!
      </Marquee>
    </div>
  );
};

export default Headline;
